[
    {
        "image": "https://i.imgur.com/bjH1gza.png"
    },
    {
        "title": "Vylpes' Den",
        "description": [
            "Welcome to Vylpes' Den! Make sure to say hi!",
            "Invite link: https://discord.gg/UyAhAVp"
        ]
    },
    {
        "title": "Discord TOS",
        "description": [
            "All servers are required to follow the Discord Terms of Service. This includes minimum age requirements (13+). If the moderation team discover a breach of TOS we are required by discord to ban. Make sure you know them!",
            "https://discord.com/terms"
        ]
    },
    {
        "title": "Rules",
        "description": [
            "**English Only**",
            "In order for everyone to understand each other we would like to ask everyone to speak in English only.",
            "",
            "**No NSFW or Obscene Content**",
            "This includes text, images, or links featuring nudity, sex, hard violence, or other graphically disturbing content.",
            "",
            "**Treat Everyone with Respect**",
            "Absolutely no harassment, witch hunting, sexism, racism, or hate speech will be tolerated.",
            "",
            "**No spam or self promotion**",
            "Outside of #self-promo. This includes DMing fellow members.",
            "",
            "**Keep Politics to #general**",
            "And make sure it doesn't become too heated. Debate don't argue.",
            "",
            "**Drama From Other Servers**",
            "Please don't bring up drama from other servers, keep that to DMs",
            "",
            "**Bot Abuse**",
            "Don't abuse the bots or you will be blocked from using them",
            "",
            "**Event Spoilers**",
            "Contents of events and keynotes, such as the Nintendo Direct, must be spoken about in events, this rule applies for up to 24 hours after the event ends. Even though we will only enforce talking there for a set time, please be considerate of those who haven't watched the event yet."
        ]
    },
    {
        "title": "Moderators Discretion",
        "description": [
            "Don't argue with a mod's decision. A moderator's choice is final. If you have an issue with a member of the mod team DM me (Vylpes#0001)."
        ]
    },
    {
        "title": "Supporters",
        "description": [
            "If you are a Twitch Subscriber or a Patreon Member and have linked your profiles to your discord account you will get exclusive access to the Vylpes Plus channels, including early access to videos!"
        ]
    },
    {
        "title": "Self-Assignable Roles",
        "description": [
            "If you want to assign yourself roles, go to #bot-stuff and type v!role <role>. The current roles you can get are:",
            "Notify: Get pinged when a new stream or video releases.",
            "VotePings: Get pinged when I start a new poll",
            "ProjectUpdates: Get pinged when I update my projects as well as new for them"
        ]
    },
    {
        "title": "VylBot",
        "description": [
            "This server uses a bot made by me, VylBot, to help moderate the server.",
            "For more information on it, see the GitHub repositories:",
            "https://github.com/Vylpes/vylbot-core",
            "https://github.com/Vylpes/vylbot-app"
        ]
    },
    {
        "title": "Links",
        "description": [
            "YouTube: https://www.youtube.com/channel/UCwPlzKwCmP5Q9bCX3fHk2BA",
            "Patreon: https://www.patreon.com/vylpes",
            "Twitch: https://www.twitch.tv/vylpes_",
            "Twitter: https://twitter.com/vylpes",
            "Blog: https://vylpes.xyz"
        ],
        "footer": "Last updated 01/02/2022"
    }
]