[
    {
        "title": "Welcome to Mankalor's Discord Server!",
        "description": [
            "*You must follow Discord's TOS, including the rule where", "you must be 13 years or older.",
            "If moderators know you're under 13, we will have to ban you!*",
            "",
            "You need to input a code in *#entry* which is somewhere in this message before you can start chatting, so read the server rules and info below.",
            "If you still don't see the other channels after writing this code, message a moderator. For any issues with this bot, message Vylpes#5725."
        ]
    },
    {
        "title": "Server Rules",
        "description": [
            "1. We allow most things in *#general-off-topic*, but if it pertains to a topic that has a channel, post it in the correct chat.",
            "",
            "2. No spamming, except in *#bot-craziness* and *#spam* ",
            "    2a. Those 'Hacker Warning!!! Copy Paste this to all servers!' messages and other copypastas are considered spam.",
            "",
            "3. Do not insult or harass anyone for race, religion, gender, gaming skills, social skills, etc.",
            "    3a. Some people may be new to Discord or a game. Politely educate, don't belittle.",
            "",
            "4. Absolutely no NSFW content on this server. (Porn, Rule 34, etc.)",
            "",
            "5. Swearing is allowed, but certain words such as racial/homophobic/disability slurs or sex terms will still be filtered out. Bypassing this will result in punishment.",
            "    5a. Swearing past the point of typical rager is still not allowed.",
            "    5b. If you're unsure if a word is allowed, then don't use it.",
            "",
            "6. Avoid unnecessarily & excessively @ mentioning anyone, even in *#bot-craziness* and *#spam*",
            "",
            "7. Advertising your own content (videos, channels, servers, etc.) should only go in *#self-promo*",
            "",
            "8. Do not bring up drama from other places here, keep that to DMs.",
            "",
            "9. Keep it serious in the venting chats, don't joke around.",
            "    9a. To access the vent channels, assign yourself the role from *#self-assign-roles*",
            "",
            "10. Do not ask to become a moderator.",
            "",
            "11. Please don't join to ask about how to download hacks, where to find them, etc. Requests will be ignored and if you continue to ask you will be muted.",
            "    11a. Watch Mankalor's video on it here: https://www.youtube.com/watch?v=wps_4DBlEyM"
        ]
    },
    {
        "description": [
            "1. You can assign yourself a game role in *#self-assign-roles*. When you want to setup a lobby type m!lobby into the game's channel.",
            "    1a. Do not ping a role excessively in a short time. The command's cooldown is 20 minutes.",
            "    1b. Only use the ping to set up lobbies. Not for advertising, pointless announcements, etc.",
            "    1c. Only give yourself a role if you don't mind Discord pings.",
            "    1d. Do not complain about the pings if they're being used correctly. Remove the role, or you will be punished by moderators.",
            "",
            "2. Only server staff can use @ everyone & @ here.",
            "3. If you are a Youtube Sponsor or Twitch Subscriber, you can get the role if you sync your Twitch/Youtube account with your Discord account by going into User Settings > Connections > Twitch/Youtube.",
            "    3a. This might not work on mobile.",
            "    3b. We cannot assign SponSub roles manually.",
            "",
            "4. Mankalor will ping @ notificationsquad for new videos and streams in #new-videos-streams. If you want these pings, type `m!role Notification Squad` in #self-assign-roles",
            "",
            "5. Server link in case you want to invite someone. This link is in the description of my videos, too: https://discord.gg/DQkWVbz",
            "",
            "Not following these rules will result in a warning, mute, or ban, depending on the severity and number of offenses.",
            "",
            "If you notice anything wrong, notify the *Server Staff*!",
            "",
            "Once you've sent the code, go say hi in *#general-off-topic*!",
            "",
            "**Update 01 Oct 2021:** Added `11.` and `11a.` to rules"
        ]
    }
]